{   
    "races": [
        {
			"name": "Half-Orc",
			"source": "PHB",
			"page": 40,
			"srd": true,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"str": 2,
					"con": 1
				}
			],
			"heightAndWeight": {
				"baseHeight": 58,
				"heightMod": "2d10",
				"baseWeight": 140,
				"weightMod": "2d6"
			},
			"darkvision": 60,
			"traitTags": [
				"Uncommon Race"
			],
			"skillProficiencies": [
				{
					"intimidation": true
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"orc": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Half-orcs are somewhat larger and bulkier than humans, and they range from 5 to well over 6 feet tall. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You gain proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Relentless Endurance",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Orc. Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
					],
					"type": "entries"
				}
			]
		},
        {
			"name": "Halfling",
			"source": "PHB",
			"page": 26,
			"srd": true,
			"basicRules": true,
			"size": [
				"S"
			],
			"speed": 25,
			"ability": [
				{
					"dex": 2
				}
			],
			"heightAndWeight": {
				"baseHeight": 31,
				"heightMod": "2d4",
				"baseWeight": 35
			},
			"languageProficiencies": [
				{
					"common": true,
					"halfling": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Halflings average about 3 feet tall and weigh about 40 pounds. Your size is Small."
					]
				},
				{
					"name": "Lucky",
					"entries": [
						"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
					],
					"type": "entries"
				},
				{
					"name": "Brave",
					"entries": [
						"You have advantage on saving throws against being frightened."
					],
					"type": "entries"
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"You can move through the space of any creature that is of a size larger than yours."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
					],
					"type": "entries"
				}
			]
		}
    ]
}